Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །གང་འགགས་པ་ནི་སྐྱེ་བར་མི་འགྱུར་རོ།
en: What has stopped will not be produced.

source: །གང་སྐྱེས་པ་ནི་འགག་པའི་ཆོས་ཅན་ཡིན་ནོ།
en: What has been produced is subject to stopping.

source: །གང་འགག་པའི་ཆོས་ཅན་དེ་ནི་འགག་པར་མི་འགྱུར་ཏེ།
en: What is subject to stopping will not stop.

source: དེ་བཞིན་ཉིད་ཇི་ལྟ་བ་དེ་བཞིན་ཉིད་དུ་དེ་གནས་པར་ཡང་འགྱུར་ལ།
en: It will remain just as suchness does.

source: དེ་ཐེར་ཟུག་ཏུ་གནས་པར་ཡང་མི་འགྱུར་རོ་ཞེས་བྱ་བ་དེ་ནི་ཟབ་མོའི་གནས་སོ།
en: It will not be unmoved.” That is a deep place.

source: །གང་འགགས་པ་དེ་ནི་སྐྱེ་བར་མི་འགྱུར་ཞེས་བྱ་བ་ནི་ངོ་བོ་ཉིད་ཀྱིས་འགག་པ་སྟེ་འདུས་མ་བྱས་པ་ལ་བྱའོ།
en: Take “that which has stopped will not be produced again” as stopped in its intrinsic nature—the uncompounded.

source: །གང་སྐྱེས་པ་དེ་ནི་འགག་པའི་ཆོས་ཅན་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་འདུས་བྱས་ལ་བྱའོ།
en: Take “that which has been produced is not subject to stopping” as the compounded.

source: །གང་འགག་པའི་ཆོས་ཅན་དེ་ནི་འགག་པར་མི་འགྱུར་ཞེས་བྱ་བ་ནི་འགག་པ་གཉིས་པ་མེད་པའི་ཕྱིར་དེ་སྐད་ཅེས་གསུངས་སོ།
en: It says “that which is subject to stopping will not stop” because there is not a second stopping.

source: །དེ་བཞིན་དུ་དེ་གནས་པར་ཡང་འགྱུར་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་ལ་བྱའོ།
en: Take “it will remain just as suchness does” as suchness.

source: །དེ་ཐེར་ཟུག་ཏུ་གནས་པར་མི་འགྱུར་ཞེས་བྱ་བ་ནི་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར་དེ་སྐད་བཤད་དོ།
en: As for “it will not be unmoved,” it says that because it has no intrinsic nature. “

source: །རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སེམས་དེ་ཡང་དེ་བཞིན་ཉིད་དམ་ཞེས་བྱ་བ་ནི།
en: Subhūti, what do you think, is that thought also suchness?”

source: ཅི་འདུས་བྱས་ཀྱི་སེམས་གང་ཡིན་པ་དེ། དེ་བཞིན་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ཡིན་ནམ་ཞེས་དྲིས་པའོ།
en: is asking, “Is compounded thought the intrinsic nature of suchness?” “

source: །བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་བྱ་བ་ནི། དྲི་མ་དང་བཅས་པའི་ཕྱིར་དེ་བཞིན་ཉིད་ཀྱི་ངོ་བོ་ཉིད་མ་ལགས་སོ་ཞེས་སླར་གསོལ་པའོ།
en: It is not, Lord,” again says, “Because it is together with stains it is not the intrinsic nature of suchness.” “

source: །དེ་བཞིན་ཉིད་ལས་སེམས་དེ་གུད་ན་ཡོད་དམ་ཞེས་བྱ་བ་ནི་འདུས་བྱས་ཀྱི་སེམས་དེ་དེ་བཞིན་ཉིད་ལས་གཞན་ནམ་ཞེས་དྲིས་པའོ།
en: Is that thought other than suchness?” is asking, “Is compounded thought other than suchness?”

source: །བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་བྱ་བ་ནི་ཀུན་བརྟགས་པ་ནི་ཡོངས་སུ་གྲུབ་པ་ལས་དེ་ཁོ་ན་ཉིད་དམ་གཞན་དུ་བསྙད་དུ་མི་རུང་བའི་ཕྱིར་སླར་གསོལ་པའོ།
en: Subhūti again says, “It is not, Lord,” because a falsely imagined phenomenon is not suitable to be described as just exactly a thoroughly established phenomenon or as different from it. “

source: །དེ་བཞིན་ཉིད་ལ་སེམས་ཡོད་དམ་ཞེས་བྱ་བ་དང་།
en: Is thought in suchness?”

source: སེམས་ལ་དེ་བཞིན་ཉིད་ཡོད་དམ་ཞེས་བྱ་བ་ནི།
en: and “is suchness in thought?”

source: ཅི་ཕན་ཚུན་གནས་དང་བརྟེན་པའི་དངོས་པོར་ཡོད་དམ་ཞེས་དྲིས་པའོ།
en: are asking if they are a real basis and what is based on that relative to each other. “

source: །བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་བྱ་བ་ནི་ཀུན་བརྟགས་པ་དང་། ཡོངས་སུ་གྲུབ་པ་གཉིས་གནས་དང་བརྟེན་པའི་དངོས་པོར་ཡོད་པ་མ་ཡིན་ནོ་ཞེས་སླར་གསོལ་པའོ།
en: They are not, Lord,” again says that the two—a falsely imagined phenomenon and a thoroughly established phenomenon—do not exist as a real basis and what is based on that. “

source: །དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་ཉིད་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངམ་ཞེས་བྱ་བ་ནི།
en: Does suchness see suchness?”

source: སེམས་དེས་ཆོས་ཐམས་ཅད་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངོ་སྙམ་དུ་སེམས་པ་ལ་དྲིས་པའོ།
en: This question intends: “Does that thought see all phenomena?”

source: །བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་བྱ་བ་ནི། དེ་བཞིན་ཉིད་ཀྱི་གནས་སྐབས་དེ་ནི། དམིགས་པར་བྱ་བ་དང་། དམིགས་པར་བྱེད་པ་མེད་པའི་ཕྱིར་སླར་གསོལ་པའོ།
en: He again says, “It does not, Lord,” because in the state of suchness an apprehended and apprehender do not exist. “

source: །བཅོམ་ལྡན་འདས་གང་དེ་ལྟར་སྤྱོད་དོ་ཞེས་བྱ་བ་དེ་ནི། ཅི་ལ་ཡང་སྤྱོད་པ་མེད་དོ་ཞེས་བསྟན་པའོ།
en: Lord, someone practicing like that is not practicing anything at all” teaches that they have not practiced anything at all. “

source: །བཅོམ་ལྡན་འདས་དེ་ནི་གང་ལ་གཉིས་ཀུན་འབྱུང་བ་མ་མཆིས་པའི་དོན་དམ་པ་ལ་སྤྱོད་དོ་ཞེས་བྱ་བ་ནི།
en: They practice in the ultimate where there are no habitual dualistic ideas.”

source: སྤྱོད་དོ་ཞེ་འམ་མེད་དོ་ཞེས་བྱ་བས་དེ་ནི་གཉིས་པའོ།
en: There is “they practice” and a second, “they do not.” “

source: །དེས་མཚན་མར་འདུ་ཤེས་པ་རྣམ་པར་བཤིག་པ་ཡིན་ནམ་ཞེས་བྱ་བ་ནི།
en: Has the perception of a causal sign disintegrated because of them?”

source: མཚན་མའི་འདུ་ཤེས་མེད་པར་བྱས་པ་ཡིན་ནམ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means do they make the perception of a causal sign nonexistent?

source: །བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་བྱ་བ་ནི། མཚན་མའི་འདུ་ཤེས་རྣམ་པར་གཞིག་པར་བྱའོ་སྙམ་པ་དེ་ལྟ་བུའི་རྣམ་པར་རྟོག་པ། ཀུན་ཏུ་འབྱུང་བ་མེད་པའི་ཕྱིར་སླར་གསོལ་པ་སྟེ།
en: He again says, “They do not, Lord,” because an idea like “I will make the perception of a causal sign disintegrate” does not arise.

source: དེ་ལྟ་བུའི་རྣམ་པར་རྟོག་པ་ཀུན་ཏུ་སྤྱོད་པ་མེད་པར་ཡང་སྟོང་པ་ཉིད་དང་།
en: This teaches that the habitual idea, such a conceptualization, is nonexistent.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་བསྒོམ་པའི་མཐུས་བདག་ཉིད་མཚན་མའི་འདུ་ཤེས་ཀུན་ཏུ་མི་སྤྱོད་པར་འགྱུར་རོ་ཞེས་བསྟན་པའོ།
en: through the power of cultivating the emptiness, signlessness, and wishlessness meditative stabilizations they also cure themselves of their habit of perceiving a causal sign. “[

source: །ཏིང་ངེ་འཛིན་དེ་དག་གིས་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ་ཞེས་བྱ་བ་ནི་ཐབས་མཁས་པའི་མཐུས།
en: They] bring beings to maturity with those… meditative stabilizations,” through the power of skillful means.

source: གང་བདག་ཀྱང་སྟོང་པ་ཉིད་ལ་སོགས་པར་མཐོང་བར་འགྱུར་ལ། སེམས་ཅན་རྣམས་ཀྱང་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་སྟེ། དེ་ནི་ཐབས་ལ་མཁས་པའི་མཐུ་ཡིན་ནོ།
en: That they will personally behold emptiness and so on, and bring beings to maturity as well, is the power of skillful means.

source: །གང་ལ་ལ་རྨི་ལམ་དུ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་གསུམ་ལ་སྙོམས་པར་ཞུགས་ན། དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་རྣམ་པར་འཕེལ་ལམ་ཞེས་བྱ་བ་ནི།
en: Karma in a dream and the waking state “When [they]… have become absorbed in the three meditative stabilizations on emptiness, signlessness, and wishlessness in a dream, do they improve on account of the perfection of wisdom?”

source: ཟབ་མོའི་གནས་ཀྱི་སྐབས་ཕྱེ་ནས། གནས་བརྟན་གཉིས་ཀྱིས་སྔར་འདས་པའི་ཏིང་ངེ་འཛིན་ཉིད་བསྟན་ཏེ།
en: Having set the scene for the deep places, the two elders expound on just those meditative stabilizations that have gone before.

source: གལ་ཏེ་ཆོས་ཐམས་ཅད་དམིགས་སུ་མེད་ན། བྱང་ཆུབ་སེམས་དཔའ་གང་རྨི་ལམ་ན་ཏིང་ངེ་འཛིན་གསུམ་ལ་སྙོམས་པར་ཞུགས་པ་དེའི་ཚེ།
en: Śāriputra asks intending this: If all phenomena cannot be apprehended, then, when bodhisattvas are absorbed in the three meditative stabilizations in a dream, it makes sense that they should improve on account of the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་རྣམ་པར་འཕེལ་བར་འགྱུར་བའི་རིགས་སོ། །གལ་ཏེ་རྨི་ལམ་ན་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམ་པར་འཕེལ་བར་མི་འགྱུར་ལ། གཉིད་ཀྱིས་མ་ལོག་པའི་ཚེ་ནི་འགྱུར་ན། དེ་ལྟ་ན་ནི་རྨི་ལམ་དང་། གཉིད་ཀྱིས་མ་ལོག་པ་གཉིས་ལ་ཆོས་རྣམས་ལ་ཡོད་པ་དང་མེད་པའི་བྱེ་བྲག་འབའ་ཞིག་ཡོད་དོ་སྙམ་དུ་དགོངས་ནས་དྲིས་པའོ།
en: But if the perfection of wisdom does not increase in a dream and does when they have stopped sleeping, in that case there is a certain distinction between phenomena that exist and that do not exist in a dream, and when they have not fallen asleep. “

source: །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་ཉིན་པར་བསྒོམས་པས་རྣམ་པར་འཕེལ་ན། རྨི་ལམ་ན་ཡང་རྣམ་པར་འཕེལ་ལོ་ཞེས་དྲིས་པའོ།
en: Venerable Śāriputra, if they improve on account of having meditated during the day, they improve in a dream like that as well?” He is asking a question.

source: །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས། འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ནི་རྨི་ལམ་དང་། གཉིད་ཀྱིས་མ་ལོག་པའི་ཚེ་ཡང་། ཆོས་རྣམས་དམིགས་སུ་མེད་པར་མཚུངས་ཏེ། དེ་བས་ན་རྨི་ལམ་ཞེས་བྱ་བ་དང་།
en: Then the elder Subhūti teaches that here, when bodhisattvas are dreaming and also when they have stopped sleeping phenomena cannot be apprehended—they are similar in a dream and also when sleep has stopped. “

source: ཉིན་པར་ཞེས་བྱ་བ་ནི་ཡང་རྣམ་པར་རྟོག་པ་ཙམ་དུ་ཟད་དོ་ཞེས་རྨི་ལམ་དང་གཉིད་ཀྱིས་མ་ལོག་པ་གཉིས་མཚུངས་པར་སྟོན་ཏོ།
en: A dream” and “the day” also are just merely constructed in thought. Both a dream and not being asleep are similar.

source: །དེ་ལྟར་ན་ཉིན་པར་དང་རྨི་ལམ་གཉིས་མཚུངས་ན། གལ་ཏེ་གཉིད་ཀྱིས་མ་ལོག་པའི་ཏིང་ངེ་འཛིན་གྱིས་ཤེས་རབ་རྣམ་པར་འཕེལ་བར་འགྱུར་ན། རྨི་ལམ་གྱི་ཏིང་ངེ་འཛིན་གྱིས་ཀྱང་ཤེས་རབ་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ་ཞེས་བསྟན་པའོ།
en: Therefore, given that the two—the day and the dream—are similar, it explains that if the meditative stabilization when they have not fallen asleep increases wisdom, then the meditative stabilization in a dream increases wisdom as well. “

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྨི་ལམ་དུ་ལས་ཤིག་བྱས་ན། ལས་དེ་སོགས་པའམ། འབྲི་བར་འགྱུར་བ་ཡོད་དམ་ཞེས་བྱ་བ་སྟེ།
en: Venerable Subhūti, when bodhisattva great beings have made some karma in a dream is there an accumulation or diminution in their karma?”

source: གནས་བརྟན་ཤཱ་རིའི་བུའི་དགོངས་པ་ཇི་ལྟ་བུ་ཞེ་ན།
en: What is the elder Śāriputra’s intention?

source: གལ་ཏེ་ཉིན་པར་དང་རྨི་ལམ་ན་ཡང་ཆོས་རྣམས་མཚུངས་ན། གང་རྨི་ལམ་ན་སྦྱིན་པ་ལ་སོགས་པ་སྦྱིན་པ་དང་། གང་ཡང་རྨི་ལམ་ན་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པ་དེ་གཉིས་ལས་སྔ་མ་ནི་དགེ་བའི་ལས་སོགས་པར་འགྱུར། ཕྱི་མ་ནི་ལས་རྣམས་ཟད་པར་འགྱུར་བ་ལྟ་ཡོད་དམ། འོན་ཏེ་མེད་ཅེས་དྲིས་པའོ།
en: He is asking: if phenomena are similar when not asleep and in a dream, well then, in regard to the giving that is the giving and so on in a dream, and also the result of stream enterer that is reached in a dream, with the earlier of the two is there or is there not the accumulation of good karma and with the later the finishing of the karma?

source: །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས། གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཐམས་ཅད་རྨི་ལམ་ལྟ་བུར་གསུངས་ན།
en: Then the elder Subhūti says, “The Lord has said that all phenomena are like a dream, so there is no accumulation or diminution there,” and so on.

source: དེ་ལ་སོགས་པའམ་འབྲི་བར་འགྱུར་བ་མེད་དོ་ཞེས་གསུངས་པ་ལ་སོགས་པ་དང་འབྲི་བ་ཞེས་བྱ་བ་ནི་དངོས་པོ་ཡོད་པ་ལས་འགྱུར་ན་འདི་ལྟར་ཆོས་ཐམས་ཅད་ནི་རྨི་ལམ་ལྟ་བུ་སྟེ། དེའི་ཕྱིར་རྨི་ལམ་དང་གཉིད་ཀྱི་མ་ལོག་པ་གཉི་ག་ན་ཡང་། ལས་དེ་དང་། བྱེད་པ་པོ་དེ་རྣམ་པ་ཐམས་ཅད་དུ་མེད་ན།
en: He is saying that when “accumulation and diminution” are other than something real, all phenomena are thus dream-like, so both in a dream and when not asleep that karma and that agent are totally nonexistent.

source: དེ་ལས་སོགས་པའམ་འབྲི་བ་ཡོད་ཅེས་ཅིའི་ཕྱིར་ཟེར་ཞེས་གསུངས་པའོ།
en: And in that case, why would you say there is an accumulation or a diminution from them?

source: །དེའི་ཕྱིར་རྨི་ལམ་ན་ཆོས་གང་ཡང་སོགས་པའམ་འབྲི་བ་མེད་དོ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: It says “you cannot apprehend any phenomenon in a dream that is accumulated or diminished.”

source: གལ་ཏེ་འགའ་ཞིག་གི་རྨི་ལམ་ན་ཀླུང་ཆུས་ཡོངས་སུ་གང་བ་ཞིག་མཐོང་ངམ། རྒྱ་མཚོ་སྐམས་པ་མཐོང་ན། དེ་ལས་སོགས་པ་དང་འབྲི་བ་ཡོད་དམ།
en: It is teaching this: If somebody in a dream sees something filled up with river water, or sees a dried-up lake, is there an accumulation or a diminution from that?

source: དེ་ལ་ཇི་ལྟར་རྨི་ལམ་ན་སོགས་པ་དང་འབྲི་བ་དེ་གཉིས་མེད་པ་དེ་བཞིན་དུ། ཉིན་པར་གཉིད་ཀྱིས་མ་ལོག་པའི་ཚེ་ཡང་གང་ལ་ཡང་སོགས་པའམ་འབྲི་བ་གང་ཡང་མེད་དོ་ཞེས་བསྟན་པའོ།
en: Or is it the case that just as there is both no accumulation or diminution there in a dream, similarly even during the day when they have not fallen asleep there is no accumulation or a diminution at all, either.

source: །དེ་ནས་གནས་བརྟན་ཤཱ་རིའི་བུས།
en: Then the elder Śāriputra says, “If it is thought about in a certain way, on waking there is an accumulation or reduction in one’s karma.” “

source: གལ་ཏེ་སད་ནས་རྣམ་པར་རྟོག་ན་ནི་ལས་དེ་ལས་སོགས་པའམ་འབྲི་བའང་ཡོད་དོ་ཞེས་གསུངས་པ་ནི་བདག་ནི་དམིགས་སུ་མེད་པར་ལྟ་བ་རྣམ་པར་མི་རྟོག་པའི་བྱང་ཆུབ་སེམས་དཔའི་དབང་དུ་བྱས་ནས་མི་སྨྲའི།
en: I am not speaking based on bodhisattvas who view things as not findable, who are free from falsely imagining things, but rather based on present-day novices caught up in falsely imagining things.

source: གང་ད་ལྟའི་གསར་བུ་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པ་དག་གལ་ཏེ་རྨི་ལམ་ན་བྱས་པའི་ལས་ལ་སད་པའི་ཚེ། རྗེས་སུ་ཡི་རང་ཞིང་སེམས་པ་དེའི་ཚེ་མཚན་མོ་བྱས་པའི་ལས་ལ་སོགས་པ་འམ་འབྲི་བ་ཡོད་དམ་ཞེས་འདྲི་བའོ།
en: If, when they wake up and think intentionally about an act that they have done in their dream and rejoice in it, is there accumulation of or diminution in that karma done at night?” That is what Śāriputra is asking.

source: །དེ་བས་ན་རྨི་ལམ་དང་གཉིད་ཀྱིས་མ་ལོག་པའི་ཚེ། བྱེ་བྲག་ཡོད་པར་འགྱུར་རོ་ཞེས་གནས་བརྟན་ཤཱ་རིའི་བུས་དགོངས་པའོ། །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས།
en: He therefore intends a distinction between when they are in a dream and when they have has not fallen asleep.

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་གང་ཉིན་པར་སྲོག་བཅད་པ་དང་། གང་རྨི་ལམ་ན་སྲོག་བཅད་པ་དེ་ལ། འདི་སྙམ་དུ་བདག་གིས་དེ་བསད་དོ།
en: Then the elder Subhūti says, “Venerable Śāriputra, what would you say about the karma of someone who committed a murder during the day, and someone who dreamed about committing the murder and on waking thought, ‘I killed him.

source: །དེ་བདག་གིས་བསད་པ་ལེགས་སོ་ཞེས་སད་ནས་རྣམ་པར་རྟོག་ན། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལས་དེ་ལ་ཁྱོད་ཅི་ཟེར་ཞེས་བྱ་བས།
en: It is excellent that I killed him’?”

source: འཁྲུལ་པ་ཡོད་པར་གསུངས་ཏེ། ཅི་ལས་དགོངས་ཤེ་ན།
en: This is saying that it is wrong, but what is intended?

source: མི་ལ་ལས་ཉིན་པར་རམ་རྨི་ལམ་ན་སྲོག་བཅད་པ་ལས་གང་གི་ཚེ་དེ་བསད་པར་གྱུར་པ་དེའི་ཚེ།
en: A certain man during the day or in a dream murders someone.

source: ལས་དེ་གཉིས་ཡིད་ཀྱིས་རྗེས་སུ་ཡི་རང་ཞིང་བསམས་པ་ན། ཅི་ཉིན་པར་སྲོག་བཅད་པའི་ལས་ལ་རྗེས་སུ་ཡི་རང་བའི་རྣམ་པར་སྨིན་པ་ཆེའམ། འོན་ཏེ་རྨི་ལམ་ན་བྱས་པའི་ལས་ལ་རྗེས་སུ་ཡི་རང་བའི་རྣམ་པར་སྨིན་པ་ཆེ་སྙམ་པའོ།
en: When the murder has been committed, if he rejoices in those two actions intentionally with his thinking mind is there more maturation from rejoicing in the action of murder during the day or is there more maturation from rejoicing in the action done in a dream?

source: །དེ་ནས་ཤཱ་རིའི་བུས། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་དམིགས་པ་མེད་པ་ལས་མི་འབྱུང་། དམིགས་པ་མེད་པར་སེམས་པ་མི་འབྱུང་ངོ་ཞེས་གསུངས་པའི་དགོངས་པ་ནི་འདི་ཡིན་ཏེ།
en: Then Śāriputra says, “Venerable Subhūti, karma does not happen without an objective support; intention does not happen without an objective support.”

source: རྨི་ལམ་ན་སྲོག་བཅད་པ་དངོས་པོ་མེད་པའི་བདག་ཉིད་ཡིན་པས། དེ་ལ་དམིགས་པའི་སེམས་ནི་དངོས་པོ་མེད་པ་ལ་དམིགས་པ་ཡིན་ཏེ།
en: It intends to say that a murder in a dream is in its nature a nonexistent thing, so a thought apprehending that is apprehending something that is a nonexistent thing.

source: དེ་བས་ན་དེ་ལ་རྣམ་པར་སྨིན་པ་ལྷག་པ་མེད་དོ་ཞེས་བྱ་བའོ།
en: It therefore has no additional maturation.

source: །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས།
en: Then the elder Subhūti says “exactly so!”

source: དེ་དེ་བཞིན་ནོ་ཞེས་ཤཱ་རིའི་བུའི་ཚིག་ལ་རྗེས་སུ་ཡི་རང་བས་ཇི་སྐད་བསྟན་པར་འགྱུར་ཞེ་ན།
en: rejoicing in Śāriputra’s words. So, what is this teaching?

source: གལ་ཏེ་དམིགས་པ་མེད་པར་ལས་མི་འབྱུང་ན། གང་ཁྱོད་ཀྱིས་འོན་ཏེ་སད་པའི་ཚེ་རྣམ་པར་རྟོག་ན། ལས་དེ་ལས་སོགས་པའམ་འབྲི་བ་ཡོད་དོ་ཞེས་སྔར་སྨྲས་པ་དེ་མི་རིགས་སོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: It is teaching that if karma does not happen without an objective support, well then, what Śāriputra said before, “If it is thought about in a certain way, on waking there is an accumulation or reduction from that karma,” is not correct.

source: །འདིར་ཀླན་ཀ་ལྷག་མ་ནི་གལ་ཏེ་དམིགས་པ་མེད་པར་ལས་མི་འབྱུང་ན། དེ་ལྟ་ན་ནི་རྨི་ལམ་ན་བྱས་པ་དམིགས་པ་མེད་པར་འགྱུར་ལ། གཉིད་ཀྱིས་མ་ལོག་པར་ནི་བྱས་པ་ནི་དམིགས་པ་དང་བཅས་པར་འགྱུར་བའི་ཕྱིར་རྨི་ལམ་དང་གཉིད་ཀྱིས་མ་ལོག་པ་གཉིས་བྱེ་བྲག་ཡོད་པར་འགྱུར་ཏེ། དེ་ལྟ་ན་ནི་ཆོས་ཐམས་ཅད་རྨི་ལམ་དང་འདྲའོ་ཞེས་བྱ་བ་ཉམས་པར་འགྱུར་རོ་ཞེས་བྱ་བའོ། །དེ་བས་ན་ཀླན་ཀ་དེ་བསྩལ་བའི་ཕྱིར་གནས་བརྟན་རབ་འབྱོར་གྱིས།
en: Here the rest of the argument is this: Were karma not to happen without an objective support, in that case, because what is done in a dream has no objective support but what is done when one has not fallen asleep does have an objective support, there would therefore be a distinction between the two—a dream and when one has not fallen asleep—so the statement “all dharmas are dream-like” gets damaged.

source: མཐོང་བ་དང་ཐོས་པ་དང་། བྱེ་བྲག་ཕྱེད་པ་དང་། རྣམ་པར་རིག་པའི་ཆོས་རྣམས་ལ་བློ་འཇུག་སྟེ་མ་མཐོང་མ་ཐོས། བྱེ་བྲག་མ་ཕྱེད། རྣམ་པར་མ་རིག་པའི་ཆོས་ལ་ནི་བློ་མི་འཇུག་གོ།
en: So, to deal with that argument the elder Subhūti says, “The intellect engages with the seen, the heard, the thought—something one has been aware of; the intellect does not engage with the unseen, the unheard, the unthought—a thing of which one has not been conscious.

source: །དེ་ལ་བློ་ལ་ལ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་ཡོངས་སུ་འཛིན་ཏོ།
en: There, one intellectual act gets hold of defilement.

source: །བློ་ལ་ལ་ནི་རྣམ་པར་བྱང་བ་ཡོངས་སུ་འཛིན་ཏོ་ཞེས་བྱ་བ་གསུངས་ཏེ་དམིགས་པ་ཅན་དུ་སྤྱོད་པ་གསར་བུ་རྣམས།
en: Another intellectual act gets hold of purification.”

source: དངོས་པོ་དག་ལ་དོན་དམ་པར་ཡོད་དམ་མེད་པ་མ་བརྟགས་པར་རྨི་ལམ་དང་། གཉིད་ཀྱིས་མ་ལོག་པའི་ཚེ་ཡང་། མཐོང་བ་དང་། ཐོས་པ་དང་། བྱེ་བྲག་ཕྱེད་པ་དང་། རྣམ་པར་ཤེས་པའི་རྗེས་སུ་འབྲང་བས་བློ་འཇུག་སྟེ་དེ་དེ་ལྟར་བློ་འཇུག་པ་ན།
en: He is saying that novices caught up in apprehending things when dreaming and awake become intellectually engaged because of following after the seen, the heard, and the thought—the thing of which they have been aware—without investigating whether ultimately things exist or do not exist.

source: བློ་ལ་ལ་འབྲས་བུ་མེད། ལ་ལ་འབྲས་བུ་ཆེ། ལ་ལ་འབྲས་བུ་ཆུང་། ལ་ལ་ཀུན་ནས་ཉོན་མོངས་པ་ཡོངས་སུ་འཛིན། ལ་ལ་ཡོངས་སུ་མི་འཛིན། ལ་ལ་རྣམ་པར་བྱང་བ་ཡོངས་སུ་འཛིན།
en: When the intellect is engaged like that, some intellectual acts have no result, some have a great result, some have a small result, some are caught up in and some are not caught up in defilement, and some are caught up in and some are not caught up in purification.

source: ལ་ལ་མི་འཛིན་ཞེས་བྱ་བས་ཇི་སྐད་བསྟན་པར་འགྱུར་ཞེ་ན། འགྲོ་བ་དང་།
en: What is this teaching?

source: དུས་དང་སྦྱོར་བ་དང་། ལུས་རྣམས་ཀྱི་ཕུན་སུམ་ཚོགས་པ་དང་། རྒུད་པ་དང་། གཉིད་ལ་སོགས་པ་དང་། རྐྱེན་དང་བྲལ་བའི་དབང་ལས་འགྱུར་བར་ཤེས་པར་བྱ་བའོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: It is teaching that you should know that these intellectual acts come about through the force of perfect and deficient life forms, time periods, practices, bodies, sleep, and so on, and from the lack of necessary conditions.

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལས་ཐམས་ཅད་དབེན་པ་དང་སེམས་པ་ཐམས་ཅད་དབེན་པའོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ན་ཞེས་བྱ་བ་ཅི་ལས་དགོངས་ཤེ་ན།
en: What is Śāriputra thinking where he says, “Venerable Subhūti, the Lord has said ‘all karma is isolated and all intention is isolated.’ ”

source: ཆོས་ཐམས་ཅད་ངོ་བོ་ཉིད་ཀྱིས་དབེན་པའོ་ཞེས་འབྱུང་བའི་ཕྱིར་ལས་རྣམས་དང་། སེམས་པ་དག་ངོ་བོ་ཉིད་ཀྱིས་དབེན་པ་ཡིན་ན།
en: He is thinking that scripture says “all dharmas are isolated from an intrinsic nature,” so karmas and intentions are isolated from an intrinsic nature.

source: དེ་ལ་ཇི་ལྟར་དམིགས་པ་དང་བཅས་པའམ། དམིགས་པ་མེད་པའོ་ཞེས་བརྟག་པར་བྱ་སྙམ་དུ་དགོངས་པའོ།
en: How then is it possible to investigate whether they have an objective support or do not have an objective support?

source: །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་མཚན་མར་བྱས་ནས། ལས་རྣམས་མངོན་པར་འདུ་བྱེད་དོ་ཞེས་བྱ་བ་འདིའི་དགོངས་པ་ནི་འདི་ཡིན་ཏེ།
en: Then the elder Subhūti says, “Venerable Śāriputra, ordinary beings, having made a causal sign, pile up karmas.”

source: སྐབས་འདིས་དམིགས་པ་མེད་པར་གཟིགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ནི་མི་བྱའི་དམིགས་པ་ཅན་དུ་སྤྱོད་པ་ལ་བྱའོ།
en: What he intends here is this: From the context, take this not with bodhisattva great beings who view things as not findable, who are free from thought construction, but rather with those caught up in apprehending things.

source: །དེ་བས་ན་དེ་དག་གི་བློའི་རྟོག་པའི་དབང་གིས་དམིགས་པ་དང་བཅས་པ་དང་། དམིགས་པ་མེད་པ་བསྟན་ཏོ།
en: Therefore, it teaches that having an objective support and not having an objective support is based on what is constructed by their intellects.

source: །དེ་ནས་ཡང་གནས་བརྟན་ཤཱ་རིའི་བུས། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྨི་ལམ་ན་སྦྱིན་པ་བྱིན་པ་ནས་ཤེས་རབ་བསྒོམས་ཞེས་བྱ་བའི་བར་གྱིས་ཀླན་ཀ་གཞན་དག་སྨྲས་ཏེ།
en: Then again, from, “Venerable Subhūti, if bodhisattva great beings in a dream give gifts,” up to “cultivate wisdom,” the elder Śāriputra again voices other arguments.

source: བྱང་ཆུབ་སེམས་དཔའ་གསར་བུ་ལྟ་རེ་ཞིག་ཞོག་ལ་བྱང་ཆུབ་སེམས་དཔའ་གང་རྒྱུད་ཡོངས་སུ་སྨིན་པ་ཞིག་གལ་ཏེ་རྨི་ལམ་ན་སྦྱིན་པ་སྦྱིན་ན། དེ་ལ་ནི་རྨི་ལམ་དང་གཉིད་ཀྱིས་མ་ལོག་པ་གཉིས་མཚུངས་ཏེ། གཉིད་ཀྱིས་མ་ལོག་པ་དང་འདྲ་བར་སྦྱིན་པ་ལ་སོགས་པ་ལ་རྗེས་སུ་ཡི་རང་བ་དང་། ཡོངས་སུ་བསྔོ་བ་ལ་སོགས་པ་ལེགས་པར་བྱས་པར་འགྱུར་རམ་ཞེས་དེ་སྐད་བསྟན་ཏོ།
en: Set aside for the moment the novice bodhisattvas—if bodhisattvas whose continuums have matured give gifts in a dream, for them, since both dreaming and not having fallen asleep are similar, does the rejoicing in and dedication of the giving and so on become as excellent as when not having fallen asleep?

source: །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་འདི་ཞེས་བྱ་བ་ལ་སོགས་པས།
en: This is what he is saying. “Venerable Śāriputra, you should ask this of Maitreya the bodhisattva, the great being,” and so on.

source: དེའི་ཚེ་ཚོགས་པའི་འདུལ་བའི་སྐྱེ་བོ་རྣམས་ལ་ཕན་གདགས་པའམ། བདག་དང་བསམ་པ་མཐུན་པར་བསྟན་པའི་ཕྱིར་དེས་ཀླན་ཀ་དེའི་ལན་བཏབ་པའོ།
en: Maitreya has given the response to that argument because it is beneficial to the persons to be trained gathered there at that time, or to show that their intentions match his own. “

source: །བཙུན་པ་ཤཱ་རིའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། གང་འདི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ཞེས་བྱ་བའི་མིང་ལན་གློན་ནམ། འོན་ཏེ་གཟུགས་ལན་གློན་ཞེས་བྱ་བ་ལ་སོགས་པས།
en: Venerable monk Śāriputra, what do you think, will this—the designation ‘Maitreya the bodhisattva great being’—respond with the answer; or will form respond with the answer,” and so on.

source: གནས་བརྟན་ཤཱ་རིའི་བུའི་ཀླན་ཀ་དམིགས་པ་དང་བཅས་པར་སྔར་སྨྲས་པའི་ལན་བཏབ་སྟེ།
en: Maitreya has responded to the argument that the elder Śāriputra, with an apprehension of things, voiced before.

source: འདི་ལྟར་དམིགས་པ་མེད་པར་གཟིགས་ཤིང་། རྒྱུད་ཡོངས་སུ་སྨིན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ནི་རྨི་ལམ་དང་གཉིད་ཀྱིས་མ་ལོག་པ་གཉི་ག་ན་ཡང་སྦྱིན་པ་ལ་སོགས་པ་དང་། རྗེས་སུ་ཡི་རང་བ་དང་། ཡོངས་སུ་བསྔོ་བ་ལ་སོགས་པ་རྨི་ལམ་གྱི་དངོས་པོ་བཞིན་དུ་ཡོད་པ་མ་ཡིན་ན། དེ་ཡོད་པ་མ་ཡིན་པར་མི་ཤེས་པ་ལྟ་བུར་གླན་ཀ་དྲིས་སོ་ཞེས་བྱ་བ་སྟེ།
en: For bodhisattvas who view without apprehending things and whose continuums have been matured, giving and so on, and rejoicing and dedication and so on, in both a dream and when not having fallen asleep, are nonexistent like unreal things in a dream, so Śāriputra has asked his question arguing like somebody who does not understand that they are unreal.

source: སྟོང་པ་ཉིད་དུ་བསྟན་པའོ།
en: It is a teaching from the perspective of emptiness.

source: །གང་ཟག་དང་ཆོས་མེད་ན། བྱམས་པ་འདི་ནི་ལན་ལྡོན་པར་འགྱུར་རོ་ཞེས་བྱ་བ་ནི་ཅི་ལས་བསམས་ཏེ་སྨྲ་ཞེས་བྱ་བ་སྟེ།
en: If persons and dharmas do not exist, what is Subhūti thinking when he says that Maitreya “will respond with the answer” to this?

source: གློ་བུར་གྱི་མིང་ཙམ་དུ་བཟུང་སྟེ་སྨྲའམ། འོན་ཏེ་གཟུགས་ལ་སོགས་པའམ་དེ་དག་གི་སྟོང་པ་ཉིད་ལན་ལྡོན་པར་འགྱུར་ཞེས་བརྗོད་པའོ།
en: He is saying that he will speak based on words plucked out of thin air, or form and so on, or their emptiness will respond with the answer.

source: །ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མེད་ཅིང་། གཉིས་སུ་བྱར་མེད་དེ་ཐ་མི་དད་དེ་གཅིག་ཏུ་གནས་པ་ཡིན་ན། འདི་ལ་སུ་ཞིག་ཅི་ཞིག་སུ་ལ་ལན་ལྡོན་ཏེ།
en: It means here that when “all dharmas are not two and cannot be divided into two,” are standing as one, who responds with what answer to whom?

source: སུ་ཞིག་གང་གིས་ལན་ལྡོན་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Which is to say, nobody responds with any answer. “

source: །རིགས་ཀྱི་བུ་ཆོས་དེ་དག་ཇི་སྐད་དུ་བཤད་པ་དེ་བཞིན་དུ་ཆོས་དེ་དག་ཁྱོད་ཀྱིས་མངོན་སུམ་དུ་བྱས་སམ་ཞེས་བྱ་བ་ནི་གནས་བརྟན་ཤཱ་རིའི་བུས་འདི་སྐད་གསུངས་པ་སྟེ། གལ་ཏེ་ཁྱོད་ཀྱིས་ཆོས་དེ་དག་དེ་བཞིན་དུ་མངོན་སུམ་དུ་བྱས་ན། དེ་ལྟ་ན་ནི་མངོན་སུམ་དུ་བྱེད་པ་པོ་དང་། མངོན་སུམ་དུ་བྱ་བ་དང་།
en: Son of a good family, have you had direct witness of those dharmas in the way you have explained them to be?”
